name: "prizma_stylizer"
backend: "python"
max_batch_size: 0

input [
  {
    name: "IMAGE_B64"
    data_type: TYPE_STRING
    dims: [ 1 ]
  },
  {
    name: "STYLE"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]

output [
  {
    name: "IMAGE_B64"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
